{"pageProps":{"_nextI18Next":{"initialI18nStore":{"en":{"common":{"CATEGORIA_EDITORIAL":"Editorial design","CATEGORIA_DIRECCION_ARTE":"Art direction","CATEGORIA_FOTOGRAFIA":"Analog Photography","CATEGORIA_ILUSTRACION":"Illustration","CATEGORIA_IDENTIDAD_VISUAL":"Visual identity","CATEGORIA_PAPELERIA":"Stationery","CATEGORIA_CONCEPTUALIZACION":"Conceptualization","CATEGORIA_DIRECCION_CREATIVA":"Creative direction","UGC_TFG":"Final Degree Project","UGC_LIBRO_PAGINAS":"106 pages","UGC_LIBRO_TEXTO_1":"“Un gusto conocerte” is a non-profit initiative that aims to eliminate all those stigmas present in society towards Down syndrome people, through the aspects that make them unique beyond the diagnostic label.","UGC_LIBRO_TEXTO_2":"The project proposes a book written using the Easy Reading method in which the protagonist is a specific person with Down syndrome. With an intimate look, the book is developed as a journey through the everyday things that have been or are relevant in the person's life.","UGC_LIBRO_TEXTO_3":"The project is completed thanks to the approach of a periodical collection, one book a year, with a different protagonist each time, as well as the creation of a launching pack that includes a small representative object of the person together with his or her book.","UGC_LIBRO_BRANDING":"VIEW BRANDING","UGC_MARCA_TEXTO_1":"“Un gusto conocerte” is a non-profit initiative that arises with the aim of eliminating all those stigmas present in society towards people with Down syndrome, through the aspects that make them unique beyond the diagnostic label.","UGC_MARCA_TEXTO_2":"It is mainly addressed to Down syndrome people, so all its image and applications are intended to be as clear and accessible as possible, creating a close and friendly brand according to the guidelines of Easy Reading. We started with a direct, self-explanatory and notorious naming, creating a visual universe that revolves around the hand as a representative element of the moment of meeting someone.","UGC_MARCA_PRODUCTO":"VIEW PRODUCT","MUCHA_MIERDA_TEXTO_1":"The magazine explores the concept of luck in everyday life.","MUCHA_MIERDA_TEXTO_2":"It navigates through different topics to inform and entertain the reader, giving way to their own subjectivity. ","MUCHA_MIERDA_TEXTO_3":"Team: Inés Oliver, Hugo Morán, Sara Zaloña and Alba Castro.","CATALALATA_TEXTO_1":"Packaging design for six varieties of canned food. In addition to showing the product, the human figure appears, which is key in the whole process. I designed a neutral character that interacts in a sympathetic way with the product. On the one hand, this character refers to Galician fishermen and shellfish gatherers, and on the other hand, it also winks at the consumer who enjoys the product. The idea was that anyone could identify with the design, regardless of their age.","CATALALATA_TEXTO_2":"Creativity and professionalism in the execution of the design as a whole have been valued. The cleanness of the design, with a predominance of black and white on which contrasts an ingenious reinterpretation of the logo-brand “Cata la Lata” applied in bright colors. The treatment and emotional charge of the illustrations depicting a loving fisherman in different situations, which he uses with versatility, playing with the front and back of the cases. The overall result develops a coherent, homogeneous story, which makes a family by skillfully integrating the different product categories. - Jury","MICENICO_TEXTO_1":"Branding and design of the new album of the emerging artist ‘El Griego’. A personal brand was created for the artist, taking references to Ancient Greece as a conceptual axis.  An object from Greek mythology was associated with each of the 9 songs' covers that make up the album, taking into account the storytelling of each of them.","MICENICO_TEXTO_2":"The challenge consisted in bringing all that antiquity to a contemporary panorama. To do so, we had a 3D artist who developed the different objects with a language that moves between luxury and extravagance.","FOS_TEXTO":"Creation of the visual identity for Fos Estudio®, an interior design project by Irina Ivanova focused on translating light, interiors and the symbiosis between both worlds.","ABOUT_TEXTO_1":"My name is Alba (22) and I am a Visual Designer and Illustrator currently living in Madrid","ABOUT_TEXTO_2":"I am inspired by many things, but especially: my uncle René, my roots, people and how they behave.","ABOUT_TEXTO_3":"I like to explore everyday issues to transform problems or social cuestions through design. I seek to take my work beyond an aesthetic question, through sensibility, to transmit and provoke emotions.","ABOUT_CONTACTO":"CONTACT","ABOUT_EXPERIENCIA":"EXPERIENCE","ABOUT_PREMIOS":"AWARDS","ABOUT_PRENSA":"PRESS"}}},"initialLocale":"en","ns":["common"],"userConfig":{"i18n":{"locales":["en","es"],"defaultLocale":"en"},"default":{"i18n":{"locales":["en","es"],"defaultLocale":"en"}}}}},"__N_SSG":true}