{"pageProps":{"_nextI18Next":{"initialI18nStore":{"es":{"common":{"CATEGORIA_EDITORIAL":"Editorial","CATEGORIA_DIRECCION_ARTE":"Dirección de arte","CATEGORIA_FOTOGRAFIA":"Fotografía analógica","CATEGORIA_ILUSTRACION":"Ilustración","CATEGORIA_IDENTIDAD_VISUAL":"Identidad visual","CATEGORIA_PAPELERIA":"Papelería","CATEGORIA_CONCEPTUALIZACION":"Conceptualización","CATEGORIA_DIRECCION_CREATIVA":"Dirección creativa","UGC_TFG":"Final Degree Project","UGC_LIBRO_PAGINAS":"106 páginas","UGC_LIBRO_TEXTO_1":"“Un gusto conocerte” es una iniciativa sin ánimo de lucro que surge con el objetivo de eliminar todos aquellos estigmas presentes en la sociedad hacia las personas con síndrome de Down, a través de los aspectos que les hacen singulares más allá de la etiqueta diagnóstica.","UGC_LIBRO_TEXTO_2":"El proyecto plantea una publicación redactada empleando el método de lectura fácil en la que el protagonista es una persona concreta con síndrome de Down. Con una mirada intimista, el libro se desarrolla como un recorrido a través de las cosas cotidianas que han sido o son relevantes en la vida de la persona.","UGC_LIBRO_TEXTO_3":"El proyecto se completa gracias al planteamiento de una colección periódica, un libro al año, con un o una protagonista diferente cada vez, además de la creación de un pack de lanzamiento que incluye un pequeño objeto representativo de la persona junto a su libro.","UGC_LIBRO_BRANDING":"VER BRANDING","UGC_MARCA_TEXTO_1":"“Un gusto conocerte” es una iniciativa sin ánimo de lucro que surge con el objetivo de eliminar todos aquellos estigmas presentes en la sociedad hacia las personas con síndrome de Down, a través de los aspectos que les hacen singulares más allá de la etiqueta diagnóstica.","UGC_MARCA_TEXTO_2":"Se dirige principalmente a las personas con síndrome de Down por loque se busca que toda su imagen y aplicaciones sean lo más claras yaccesibles posible. Para ello, se crea una marca cercana y amigable atendiendo a las directrices de la Lectura Fácil. Partimos de un namingdirecto, autoexplicativo y notorio, creando un universo visual que gira en torno a la mano comoelemento representativo del momento de conocer a alguien.","UGC_MARCA_PRODUCTO":"VER PRODUCTO","MUCHA_MIERDA_TEXTO_1":"La revista explora el concepto de suerte en la vida cotidiana.","MUCHA_MIERDA_TEXTO_2":"Navega por diferentes temas para informar y entretener al lector, dejando paso a su subjetividad.","MUCHA_MIERDA_TEXTO_3":"Equipo: Inés Oliver, Hugo Morán, Sara Zaloña y Alba Castro.","CATALALATA_TEXTO_1":"Diseño de packaging para seis variedades de conservas. Además de mostrar el producto, aparece la figura humana que es clave en todo el proceso. Se diseñó un personaje neutro que interactúa de forma simpática con el producto. Por un lado, este personaje hace referencia a los pescadores y las mariscadoras gallegas y por otro lado, también hace un guiño al consumidor que disfruta del producto. Se buscaba que cualquiera pudiese sentirse identificado con el diseño, independientemente de su edad.","CATALALATA_TEXTO_2":"Se ha valorado la creatividad y la profesionalidad de ejecución del diseño en su conjunto. La limpieza del diseño, con un predominio del blanco y negro sobre el que contrasta una ingeniosa reinterpretación del logo-marca “Cata la Lata” aplicada en colores vivos. El tratamiento y la carga emotiva de las ilustraciones que representan a un pescador cariñoso en distintas situaciones, que utiliza con versatilidad, jugando con el frente y el reverso de los estuches. El resultado en su conjunto desarrolla una historia coherente, homogénea, que hace familia al integrar con destreza a las distintas categorías de producto - Jurado","MICENICO_TEXTO_1":"Branding y diseño del nuevo albúm del artista emergente “El Griego”. Se creó una marca personal para el artista, tomando referencias de la Antigua Grecia como eje conceptual.  Se asoció un objeto de la mitología Griega a cada una de las 9 portadas de las canciones que componen el álbum, teniendo en cuenta el storytelling de cada una de ellas.","MICENICO_TEXTO_2":"El reto consistió en traer toda esa antiguedad a un panorama actual. Para ello contamos con un artista 3D que desarrolló los diferentes objetos con un lenguaje que se mueve entre el lujo y la extravagancia.","FOS_TEXTO":"Creación de la identidad visual para Fos Estudio®, un proyecto de interiorismo y diseño llevado a cabo por Irina Ivanova enfocado a traducir la luz, los interiores y la simbiosis entre ambos mundos.","ABOUT_TEXTO_1":"¡Hola! Encantada de conocerte. Me llamo Alba (22) y soy una Diseñadora Gráfica e Ilustradora asturiana actualmente viviendo en Madrid.","ABOUT_TEXTO_2":"Me inspiran muchas cosas, pero especialmente: mi tío René, mis raíces, las personas y cómo se comportan.","ABOUT_TEXTO_3":"Me gusta explorar temas cotidianos para transformar problemas o cuestiones sociales a través del diseño. Busco llevar mi trabajo más allá de lo estético, a través de la sensibilidad, transmitir y provocar emociones.","ABOUT_CONTACTO":"CONTACTO","ABOUT_EXPERIENCIA":"EXPERIENCIA","ABOUT_PREMIOS":"PREMIOS","ABOUT_PRENSA":"PRENSA"}},"en":{"common":{"CATEGORIA_EDITORIAL":"Editorial design","CATEGORIA_DIRECCION_ARTE":"Art direction","CATEGORIA_FOTOGRAFIA":"Analog Photography","CATEGORIA_ILUSTRACION":"Illustration","CATEGORIA_IDENTIDAD_VISUAL":"Visual identity","CATEGORIA_PAPELERIA":"Stationery","CATEGORIA_CONCEPTUALIZACION":"Conceptualization","CATEGORIA_DIRECCION_CREATIVA":"Creative direction","UGC_TFG":"Final Degree Project","UGC_LIBRO_PAGINAS":"106 pages","UGC_LIBRO_TEXTO_1":"“Un gusto conocerte” is a non-profit initiative that aims to eliminate all those stigmas present in society towards Down syndrome people, through the aspects that make them unique beyond the diagnostic label.","UGC_LIBRO_TEXTO_2":"The project proposes a book written using the Easy Reading method in which the protagonist is a specific person with Down syndrome. With an intimate look, the book is developed as a journey through the everyday things that have been or are relevant in the person's life.","UGC_LIBRO_TEXTO_3":"The project is completed thanks to the approach of a periodical collection, one book a year, with a different protagonist each time, as well as the creation of a launching pack that includes a small representative object of the person together with his or her book.","UGC_LIBRO_BRANDING":"VIEW BRANDING","UGC_MARCA_TEXTO_1":"“Un gusto conocerte” is a non-profit initiative that arises with the aim of eliminating all those stigmas present in society towards people with Down syndrome, through the aspects that make them unique beyond the diagnostic label.","UGC_MARCA_TEXTO_2":"It is mainly addressed to Down syndrome people, so all its image and applications are intended to be as clear and accessible as possible, creating a close and friendly brand according to the guidelines of Easy Reading. We started with a direct, self-explanatory and notorious naming, creating a visual universe that revolves around the hand as a representative element of the moment of meeting someone.","UGC_MARCA_PRODUCTO":"VIEW PRODUCT","MUCHA_MIERDA_TEXTO_1":"The magazine explores the concept of luck in everyday life.","MUCHA_MIERDA_TEXTO_2":"It navigates through different topics to inform and entertain the reader, giving way to their own subjectivity. ","MUCHA_MIERDA_TEXTO_3":"Team: Inés Oliver, Hugo Morán, Sara Zaloña and Alba Castro.","CATALALATA_TEXTO_1":"Packaging design for six varieties of canned food. In addition to showing the product, the human figure appears, which is key in the whole process. I designed a neutral character that interacts in a sympathetic way with the product. On the one hand, this character refers to Galician fishermen and shellfish gatherers, and on the other hand, it also winks at the consumer who enjoys the product. The idea was that anyone could identify with the design, regardless of their age.","CATALALATA_TEXTO_2":"Creativity and professionalism in the execution of the design as a whole have been valued. The cleanness of the design, with a predominance of black and white on which contrasts an ingenious reinterpretation of the logo-brand “Cata la Lata” applied in bright colors. The treatment and emotional charge of the illustrations depicting a loving fisherman in different situations, which he uses with versatility, playing with the front and back of the cases. The overall result develops a coherent, homogeneous story, which makes a family by skillfully integrating the different product categories. - Jury","MICENICO_TEXTO_1":"Branding and design of the new album of the emerging artist ‘El Griego’. A personal brand was created for the artist, taking references to Ancient Greece as a conceptual axis.  An object from Greek mythology was associated with each of the 9 songs' covers that make up the album, taking into account the storytelling of each of them.","MICENICO_TEXTO_2":"The challenge consisted in bringing all that antiquity to a contemporary panorama. To do so, we had a 3D artist who developed the different objects with a language that moves between luxury and extravagance.","FOS_TEXTO":"Creation of the visual identity for Fos Estudio®, an interior design project by Irina Ivanova focused on translating light, interiors and the symbiosis between both worlds.","ABOUT_TEXTO_1":"My name is Alba (22) and I am a Visual Designer and Illustrator currently living in Madrid","ABOUT_TEXTO_2":"I am inspired by many things, but especially: my uncle René, my roots, people and how they behave.","ABOUT_TEXTO_3":"I like to explore everyday issues to transform problems or social cuestions through design. I seek to take my work beyond an aesthetic question, through sensibility, to transmit and provoke emotions.","ABOUT_CONTACTO":"CONTACT","ABOUT_EXPERIENCIA":"EXPERIENCE","ABOUT_PREMIOS":"AWARDS","ABOUT_PRENSA":"PRESS"}}},"initialLocale":"es","ns":["common"],"userConfig":{"i18n":{"locales":["en","es"],"defaultLocale":"en"},"default":{"i18n":{"locales":["en","es"],"defaultLocale":"en"}}}}},"__N_SSG":true}